Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=862_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisarkiston kesän 2014 aukioloajat
sme: Sámi arkiiva lea rabas geassit 2014

source: Saamelaisarkisto on auki melkein koko kesän, lukuun ottamatta viikkoja 27 (30.6.-4.7.2014) ja 30 (21.7.-26.7.2014).
sme: Sámi arkiiva lea rabas masa oalle geasi eret vahkkuid 27 (30.6.-4.7.2014) ja 30 (21.7.-26.7.2014).

source: Kesätyöntekijänä Saamelaisarkistossa on Salla Pirjetä.
sme: Geassibargin Sámi arkiivvas lea Sallamaria Pirjetä.

source: Häneen voi olla yhteydessä sopiessa vierailuaikaa Saamelaisarkistoon.
sme: Sáhtát váldit sutnje oktavuođa go soabat galledanáiggi.

source: Puhelinnumero on 050 376 4182 ja sähköpostiosoite sallamaria.
sme: Telefonnummir lea 050 376 4182 ja e-poastačujuhus sallamaria.
